Repository: alanxurox/voca-app
Catalog: Voca/Resources/*.lproj/Localizable.strings
Languages: es, ja

source: Hold %@ to record
es: Mantén %@ para grabar
ja: %@ を押し続けて録音

source: Double-tap %@ to record
es: Doble toque en %@ para grabar
ja: %@ をダブルタップして録音

source: History
es: Historial
ja: 履歴

source: Settings...
es: Ajustes...
ja: 設定...

source: Check for Updates...
es: Buscar actualizaciones...
ja: アップデートを確認...

source: About Voca
es: Acerca de Voca
ja: Voca について

source: Quit
es: Salir
ja: 終了

source: Voca Settings
es: Ajustes de Voca
ja: Voca 設定

source: Language
es: Idioma
ja: 言語

source: Microphone
es: Micrófono
ja: マイク

source: Shortcut
es: Atajo
ja: ショートカット

source: Accessibility
es: Accesibilidad
ja: アクセシビリティ

source: Grant
es: Permitir
ja: 許可

source: Downloading speech recognition model...
es: Descargando modelo de reconocimiento de voz...
ja: 音声認識モデルをダウンロード中...

source: English Only
es: Solo inglés
ja: 英語のみ

source: Español, Français, Deutsch, and Global
es: Español, Français, Deutsch y Global
ja: Español, Français, Deutsch, その他

source: Welcome to Voca
es: Bienvenido a Voca
ja: Voca へようこそ

source: Choose Your Language
es: Elige tu idioma
ja: 言語を選択

source: Select the primary language you'll use for dictation. This helps us download the right speech recognition model.
es: Selecciona el idioma principal que usarás para dictar. Esto nos ayuda a descargar el modelo de reconocimiento de voz correcto.
ja: 音声入力で主に使用する言語を選択してください。 適切な音声認識モデルをダウンロードします。

source: Choose your language...
es: Elige tu idioma...
ja: 言語を選択...

source: Grant Permissions
es: Conceder permisos
ja: 権限を許可

source: Voca needs these permissions to work properly.
es: Voca necesita estos permisos para funcionar correctamente.
ja: Voca が正常に動作するには、これらの権限が必要です。

source: Required to record your voice
es: Necesario para grabar tu voz
ja: 音声を録音するために必要です

source: Required to auto-paste transcribed text
es: Necesario para pegar automáticamente el texto transcrito
ja: テキストを自動ペーストするために必要です

source: How to Use Voca
es: Cómo usar Voca
ja: Voca の使い方

source: Recording Shortcut
es: Atajo de grabación
ja: 録音ショートカット

source: Choose a shortcut to start recording. Release to transcribe and paste.
es: Elige un atajo para empezar a grabar. Suelta para transcribir y pegar.
ja: 録音を開始するショートカットを選択。 離すと文字起こしして貼り付けます。

source: Double-tap the key quickly to start recording.
es: Pulsa dos veces rápidamente para empezar a grabar.
ja: キーをすばやくダブルタップして録音開始。

source: Hold the key to record, release to transcribe.
es: Mantén pulsado para grabar, suelta para transcribir.
ja: キーを押し続けて録音、離して文字起こし。

source: You can change this in Settings anytime.
es: Puedes cambiarlo en Ajustes en cualquier momento.
ja: 設定でいつでも変更できます。

source: Transcription History
es: Historial de transcripciones
ja: 文字起こし履歴

source: Access your recent transcriptions from the menu bar.
es: Accede a tus transcripciones recientes desde la barra de menús.
ja: メニューバーから最近の文字起こしにアクセス。

source: Click any item to copy it, or press ⌃⌥V to paste the last transcription.
es: Haz clic en cualquier elemento para copiarlo, o pulsa ⌃⌥V para pegar la última transcripción.
ja: 項目をクリックしてコピー、または ⌃⌥V で前回の文字起こしを貼り付け。

source: Downloading Model
es: Descargando modelo
ja: モデルをダウンロード中

source: Please wait while we download the speech recognition model. This may take a few minutes depending on your connection.
es: Por favor espera mientras descargamos el modelo de reconocimiento de voz. Esto puede tardar unos minutos según tu conexión.
ja: 音声認識モデルをダウンロードしています。 接続状況により数分かかる場合があります。

source: You're All Set!
es: ¡Todo listo!
ja: 準備完了！

source: Voca is ready to use! Press %@ to start dictating.
es: ¡Voca está listo para usar! Pulsa %@ para empezar a dictar.
ja: Voca を使う準備ができました！ %@ を押して音声入力を開始。

source: Back
es: Atrás
ja: 戻る

source: Next
es: Siguiente
ja: 次へ

source: Skip
es: Omitir
ja: スキップ

source: Done
es: Hecho
ja: 完了

source: Double %@ Option
es: Doble %@ Opción
ja: ダブル %@ Option

source: Double %@ Command
es: Doble %@ Comando
ja: ダブル %@ Command

source: Double %@ Control
es: Doble %@ Control
ja: ダブル %@ Control

source: %@ Option
es: %@ Opción

source: %@ Option+Shift
es: %@ Opción+Mayús

source: %@ Option+Command
es: %@ Opción+Comando

source: %@ Control+Option
es: %@ Control+Opción

source: Update Available
es: Actualización disponible
ja: アップデートがあります

source: A new version (%@) is available. You are currently running version %@.
es: Una nueva versión (%@) está disponible. Actualmente tienes la versión %@.
ja: 新しいバージョン (%@) が利用可能です。現在のバージョンは %@ です。

source: Download
es: Descargar
ja: ダウンロード

source: Later
es: Más tarde
ja: 後で

source: You're Up to Date
es: Estás actualizado
ja: 最新版です

source: Voca %@ is the latest version.
es: Voca %@ es la última versión.
ja: Voca %@ は最新バージョンです。

source: Update Check Failed
es: Error al buscar actualizaciones
ja: アップデートの確認に失敗しました

source: Could not check for updates: %@
es: No se pudo buscar actualizaciones: %@
ja: アップデートを確認できませんでした：%@

source: Could not parse update information.
es: No se pudo analizar la información de actualización.
ja: アップデート情報を解析できませんでした。

source: System Default
es: Predeterminado del sistema
ja: システムデフォルト

source: Error
ja: エラー
